<?php

return [
    // Meta
    'meta_title' => 'Карьерные возможности',
    
    // Career Page
    'career_opportunities' => 'Карьерные возможности',
    'join_team' => 'Присоединяйтесь к нашей команде и помогите нам строить будущее облачных вычислений',
    'no_positions' => 'На данный момент нет открытых вакансий',
    'view_details' => 'Подробнее',
    
    // Vacancy Page
    'back_to_all' => 'Назад к списку вакансий',
    'job_description' => 'Описание вакансии',
    'requirements' => 'Требования',
    'how_to_apply' => 'Как подать заявку',
    'apply_text' => 'Если вас заинтересовала эта вакансия, пожалуйста, отправьте ваше резюме и сопроводительное письмо на',
    'apply_subject' => 'Пожалуйста, укажите название должности в теме вашего письма.',
];